Repository: datasektionen/tiki
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: sv

source: Attempting to reconnect
sv: Försöker återuppkopplla

source: Error!
sv: Fel!

source: Hang in there while we get back on track
sv: Vänta en stund

source: Modify user settings
sv: Ändra användarinställningar

source: Something went wrong!
sv: Något gick fel!

source: Success!
sv: Lyckades!

source: We can't find the internet
sv: Ingen uppkoppling

source: close
sv: stäng

source: All events
sv: Alla evenemang

source: Attendees
sv: Besökare

source: Event
sv: Evenemang

source: New event
sv: Nytt evenemang

source: Overview
sv: Översikt

source: Payments
sv: Betalningar

source: Registrations
sv: Anmälningar

source: Settings
sv: Inställningar

source: Tickets
sv: Biljetter

source: Log out
sv: Logga ut

source: User settings
sv: Användarinställningar

source: Date
sv: Datum

source: Location
sv: Plats

source: Name
sv: Namn

source: Search events
sv: Sök efter evenemang

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Prefered language
sv: Föredraget språk

source: Save
sv: Spara

source: Use this form to manage events
sv: Använd formuläret för att hantera evenemang

source: Dashboard
sv: Hem

source: Description
sv: Beskrivning

source: Search
sv: Sök

source: Sold tickets
sv: Sålda biljetter

source: Delete event
sv: Radera evenemang

source: Delete event?
sv: Radera evenemang?

source: Deleted event
sv: Evenemang togs bort

source: Event created successfully
sv: Evenemang skapades

source: Event updated successfully
sv: Evenemang uppdaterades

source: Saving...
sv: Sparar...

source: Something went wrong
sv: Något gick fel

source: This will permanently delete the event
sv: Detta kommer radera evenemanget permanent

source: Type the full name of the event
sv: Skriv hela namnet på evenemanget

source: Sort by date
sv: Sortera efter datum

source: Members
sv: Medlemmar

source: Create or join one
sv: Skapa eller gå med i ett

source: No team
sv: Inget team

source: You must log in to access this page.
sv: Du måste logga in för att komma åt denna sida.

source: You must select a team to access this page.
sv: Du måste välja ett team för att komma åt denna sida.

source: You need to be an admin to access this page.
sv: Du måste vara admin för att komma åt denna sida.

source: All teams
sv: Alla team

source: Current visitors
sv: Nuvarande besökare

source: Events
sv: Evenemang

source: New team
sv: Nytt team

source: No team selected
sv: Inget team valt

source: Please select a team to get started.
sv: Välj ett team för att komma igång.

source: Recent orders
sv: Senaste beställningarna

source: Select a team
sv: Välj ett team

source: Tickets sold
sv: Sålda biljetter

source: Tickets sold per event
sv: Sålda biljetter per evenemang

source: Total events
sv: Antal evenemang

source: Total sales
sv: Total försäljning

source: View event page
sv: Visa evenemangssida

source: from last month
sv: från förra månaden

source: Email
sv: Epostadress

source: Role
sv: Roll

source: Add member
sv: Lägg till medlem

source: Back
sv: Tillbaka

source: Delete
sv: Ta bort

source: Edit
sv: Redigera

source: Membership created successfully
sv: Medlemskap skapades

source: Membership updated successfully
sv: Medlemskap uppdaterades

source: New Membership
sv: Ny medlem

source: User
sv: Användare

source: Team members
sv: Teammedlemmar

source: Edit member
sv: Redigera medlem

source: Manage the tickets for this event. Each ticket type needs to be assigned to a batch before they can be created.
sv: Hantera biljetter for detta evenemang. Varje biljetttyp måste tilldelas en batch innan de kan skapas.

source: New batch
sv: Ny batch

source: New ticket type
sv: Ny biljettyp

source: Search...
sv: Sök...

source: Edit Ticket Batch
sv: Redigera batch

source: Edit Ticket type
sv: Redigera biljettyp

source: New Ticket Batch
sv: Ny batch

source: New Ticket type
sv: Ny biljettyp

source: Are you sure?
sv: Är du säker?

source: Delete ticket type
sv: Ta bort biljettyp

source: Deleting...
sv: Tar bort...

source: Edit batch
sv: Redigera batch

source: None
sv: Ingen

source: Number of tickets
sv: Antal biljetter

source: Price
sv: Pris

source: Promo code
sv: Promokod

source: Purchasable
sv: Köpbar

source: Purchase deadline
sv: Köpdeadline

source: Release time
sv: Biljettsläpp

source: Save batch
sv: Spara batch

source: Ticket batch
sv: Batch

source: Ticket type created successfully
sv: Biljetttypen skapades

source: Ticket type deleted successfully
sv: Biljetttypen raderades

source: Ticket type updated successfully
sv: Biljetttypen uppdaterades

source: Purchased
sv: Köpt

source: Payment
sv: Betalning

source: Purchase tickets for %{event}. You have %{count} minutes to complete your order.
sv: Köp biljetter till %{event}. Du har %{count} minuter på dig att slutföra din beställning.

source: must have the @ sign and no spaces
sv: Måste innehålla @-tecken och inga mellanslag

source: Total
sv: Totalt

source: About
sv: Om

source: All events for %{team}
sv: Alla evenemang för %{team}

source: Browse events
sv: Bläddra bland events

source: Continue
sv: Fortsätt

source: Credit card
sv: Kreditkort

source: Log in
sv: Logga in

source: Open swish on this device
sv: Öppna Swish på denna enhet

source: Pay using Swish
sv: Betala med Swish

source: Payment method
sv: Betalningsmetod

source: Read more
sv: Läs mer

source: The last event platform you'll need
sv: Den sista eventplattformen du behöver

source: You must accept the terms of service.
sv: Du måste acceptera användarvillkoren.

source: Your email
sv: Din epost

source: Your name
sv: Ditt namn

source: Form created successfully
sv: Formulär skapades

source: Form updated successfully
sv: Formulär uppdaterades

source: Forms
sv: Formulär

source: Long text
sv: Lång text

source: Manage forms for your event.
sv: Hantera formulär för ditt evenemang.

source: Multiple select
sv: Flerval

source: New form
sv: Nytt formulär

source: New option
sv: Nytt alternativ

source: New question
sv: Ny fråga

source: Options
sv: Alternativ

source: Question
sv: Fråga

source: Question Type
sv: Frågetyp

source: Questions
sv: Frågor

source: Required
sv: Obligatorisk

source: Save form
sv: Spara formulär

source: Save team
sv: Spara team

source: Select
sv: Välj

source: Attendeee has not filled in the required ticket information
sv: Besökaren har inte fyllt i obligatorisk biljettinformation

source: Back to order
sv: Tillbaka till din order

source: Billing summary
sv: Betalsammanfattning

source: Card details
sv: Kortuppgifter

source: Contact information
sv: Kontaktuppgifter

source: Edit details
sv: Redigera uppgifter

source: Expires
sv: Förfaller

source: Fill in
sv: Fyll i

source: Fill in ticket information
sv: Fyll i biljettinformation

source: Information about order.
sv: Information om beställningen.

source: Information about ticket.
sv: Information om biljetten.

source: Loading...
sv: Laddar...

source: Order
sv: Beställning

source: Order information
sv: Beställningsinformation

source: Order number
sv: Ordernummer

source: Order paid!
sv: Beställningen är betald!

source: Order total
sv: Ordersumma

source: Payment information
sv: Betalningsinformation

source: Saved response
sv: Sparat svar

source: Signed up at
sv: Anmälde sig vid

source: Stripe payment reference
sv: Betalningsreferens för Stripe

source: Swish payment reference
sv: Betalningsreferens för Swish

source: Thank you for your order!
sv: Tack för din beställning!

source: There was an error loading the payment method
sv: Det gick inte att ladda betalningsmetoden

source: Ticket
sv: Biljett

source: Ticket information
sv: Biljettinformation

source: Ticket type
sv: Biljettyp

source: VAT
sv: Moms

source: We need some information from you to help us organize the event.
sv: Vi behöver lite information från dig för att hjälpa oss organisera evenemanget.

source: You need to fill in attendance information for this ticket
sv: Du måste fylla i information för denna biljett

source: Your ticket to %{event}
sv: Din biljett till %{event}

source: View ticket
sv: Visa biljett

source: Welcome to Tiki - Datasektionen's latest and greatest event platform. We are transforming the way events are run.
sv: Välkommen till Tiki - Datasektionens senaste och bästa eventplattform. Vi skapar nya sätt att organisera evenemang.

source: Open main menu
sv: Öppna huvudmeny

source: Add ticket
sv: Lägg till biljett

source: Already registered?
sv: Redan registrerad?

source: Contact email
sv: Kontaktepost

source: Create a new batch to get started.
sv: Skapa en ny batch för att komma igång.

source: Create batch
sv: Skapa batch

source: Default signup form
sv: Standardanmälningsformulär

source: Don't have an account?
sv: Har du inget konto?

source: End time
sv: Sluttid

source: No ticket batches
sv: Inga biljettbatchar

source: Organized by
sv: Organiseras av

source: Pay
sv: Betala

source: Register for an account
sv: Registrera ett konto

source: Select a form
sv: Välj ett formulär

source: Sign in
sv: Logga in

source: Sign in to your account
sv: Logga in på ditt konto

source: Sign up
sv: Registrera dig

source: Signup form
sv: Anmälningsformulär

source: Start time
sv: Starttid

source: Swish number
sv: Swish-nummer

source: Tiki is an event platform developed for and by the computer science chapter at KTH.
sv: Tiki är en eventplattform utvecklad för och av Datasektionen på KTH.

source: for an account now.
sv: för ett konto nu.

source: tickets
sv: biljetter

source: to your account now.
sv: till ditt konto nu.

source: Order placed
sv: Beställd

source: Developed by Adrian Salamon.
sv: Utvecklat av Adrian Salamon.

source: Buy
sv: Köp

source: Accepts
sv: Tillåter

source: Edit team
sv: Redigera team

source: Event cover image
sv: Omslagsbild

source: Manage memberships for your team.
sv: Hantera medlemskap för ditt team.

source: Manage public information about your team.
sv: Hantera publik information om ditt team.

source: New Team
sv: Nytt team

source: Preferred language
sv: Föredraget språk

source: Select team
sv: Välj team

source: Team created successfully
sv: Teamet skapades

source: Team logo
sv: Logga

source: Team updated successfully
sv: Team uppdaterades

source: Upload a file
sv: Ladda upp en fil

source: You are not authorized to do that.
sv: Du är inte behörig.

source: or drag and drop
sv: eller dra en fil hit

source: up to
sv: upp till

source: uploaded
sv: uppladdad

source: Add or edit memberships for your team.
sv: Lägg till eller redigera medlemskap för ditt team.

source: Manage a ticket batch for this event. Ticket batches are not visible to the public, but can be used to group ticket types together, and set group limits. Ticket batches can be arbitrarily nested.
sv: Hantera en biljettbatch för evenemanget. Batchar är inte synliga för användare, men kan användas för att gruppera biljetttype och sätta biljettgränser. Batchar kan grupperas rekursivt i godtyckligt antal nivåer.

source: Manage ticket types for your event. Each ticket type needs to be assigned to a batch before they can be created.
sv: Hantera biljettyper för ditt evenemang. Varje biljetttyp måste tilldelas en batch innan de kan skapas.

source: Parent batch
sv: Sub-batch till

source: Account
sv: Konto

source: No tickets ordered yet
sv: Inga beställda biljetter

source: Start browsing events
sv: Utforska evenemang

source: The time is ripe to go to some fun and exciting events!
sv: Dags att gå på några roliga evenemang!

source: Your tickets
sv: Dina biljetter

source: Leave blank for unlimited
sv: Lämna tomt för obegränsat

source: Max number of tickets per order
sv: Maximalt antal biljetter per order

source: Max tickets per order
sv: Maximalt antal biljetter per order

source: No tickets available
sv: Inga biljetter tillgängliga

source: Please contact the event organizer if you have any questions.
sv: Kontakta evenemangets arrangör om du har några frågor.

source: Sold out
sv: Slutsåld

source: Ticket not available
sv: Biljetten inte tillgänglig

source: Ticket releases at
sv: Biljett släpps vid

source: Hidden event
sv: Dolt evenemang

source: Attendee Name
sv: Besökares namn

source: The event will only be accessable using a direct link
sv: Evenemanget kommer endast åt via en direkt länk

source: By integrating directly with payment providers, the chapter saves money by eliminating needless fees.
sv: Genom att integrera direkt med betalningstjänster så kan sektionen undvika onödiga avgifter och spara pengar.

source: Check it out at GitHub!
sv: Kika in på GitHub!

source: Cost effective.
sv: Ekonomiskt.

source: Do I need to bring a ticket to an event?
sv: Behöver jag ta med en biljett till evenemanget?

source: Do I need to have an account to use Tiki?
sv: Behöver jag ha ett konto för att använda Tiki?

source: Flexible.
sv: Flexibelt.

source: Frequently asked questions
sv: Vanliga frågor

source: How are payments handled?
sv: Hur hanteras betalningar?

source: No. You can purchase a ticket and recieve it on any valid email address. If you register for an account, you can log in and see your previous purchases, but this is not required.
sv: Nej. Du kan köpa en biljett och få den skickad till godtycklig e-postadress. Om du registrerar ett konto kan du logga in och se dina tidigare köp, men detta är inte nödvändigt.

source: No. You can show your digital ticket, including a QR code, when you show up to an event. You can find your ticket either from your order confirmation confirmation email, or via the page containing your ticket on the Tiki website.
sv: Nej. Du kan visa din digitala biljett som inehåller en QR-kod när du anländer till ett evenemang. Du hittar din biljett antingen i din orderbekräftelse via e-post, eller under "Dina Biljetter" på Tiki-webbplatsen om du är inloggad.

source: Open.
sv: Öppna.

source: Public events
sv: Publika evenemang

source: Scalable.
sv: Skalbart.

source: The Computer Science Chapter at KTH has for a long time had issues with event management, and particularly with ticket releases. None of the existing solutions on the market were flexible enough for our needs, and we needed something that could be adapted to our own specific needs. So, we decided to build our own event managment platform, with built-in ticket releases and direct payments using multiple payment providers. The result from more than two years of development is Tiki, our own event management platform. It has been developed from scratch by passionate KTH students, with the main efforts lead by Adrian Salamon.
sv: Datasektionen på KTH har under lång tid haft problem med eventhantering. Framförallt har vi haft problem med biljettsläpp. Ingen av de befintliga lösningarna på marknaden var tillräckligt flexibla för våra behov, och vi ville ha en plattform som kunde anpassas efter våra egna behov. Därför bestämde vi oss för att bygga vår egen eventhanteringsplattform, med funktioner för biljettsläpp och direkta betalningar via flera betalningstjänster. Resultatet efter mer än två års arbete är Tiki, vår egen eventplattform. Den har utvecklats från grunden av passionerade KTH-studenter, med merparten av arbetet gjort av Adrian Salamon.

source: Tiki is an event management platform developed by the Computer Science Chapter at KTH. It is designed to be used for both internal and public events, and is built from the ground up to be flexible and easy to use.
sv: Tiki är en eventhanteringsplattform utvecklad av Datasektionen på KTH. Den är utformad för att användas för både interna och publika evenemang, och är byggd från grunden för att vara flexibel och lätt att använda.

source: Tiki is built from the ground up to be scalable and performant. By building on the scalable Elixir/BEAM platform, we can use realtime features while remaining performant.
sv: Tiki har byggts från grunden för att vara snabb och skalbar. Genom att bygga med Elixir/BEAM-plattformen kan vi använda realtidsfunktioner samtidigt som vi behåller hög prestanda.

source: Tiki is currently in the early stages of being deployed, and we would love your feedback. If you have any questions, suggestions or feedback, please don't hesitate to reach out to us at
sv: Tiki är en ny plattform, och vi skulle uppskatta din feedback. Om du har några frågor, förslag eller synpunkter, tveka inte att kontakta oss på

source: Tiki is designed to be flexible and easy to use. It is built from the ground based on the needs of the Computer Science Chapter.
sv: Tiki är designad för att vara flexibel och lätt att använda. Den är byggd från grunden för Datasektionens behov

source: Tiki is source-available software, licensed under the Source First License. You can modify and use the software for your own purposes.
sv: Tiki är öppen programvara, licensierad under Source First License. Du kan modifiera och använda programvaran hur du vill.

source: Two payments methods are currently supported: Stripe and Swish. Both methods are securely handled by the respective payment providers. In order to use Swish, you need to be connected to a swedish bank that supports BankId and Swish. We support Stripe payments via credit/debit cards from all major card vendors. No money is handled internally by Tiki.
sv: För närvarande stöds två betalningsmetoder: Stripe och Swish. Båda metoderna hanteras säkert av respektive betalningsleverantör. För att använda Swish behöver du vara ansluten till en svensk bank som stöder BankId och Swish. Vi stöder Stripe-betalningar via kredit- eller debitkort från alla större kortleverantörer. Inga pengar hanteras internt av Tiki.

source: What is Tiki?
sv: Vad är Tiki?

source: A link to confirm your email change has been sent to the new address.
sv: En länk för att bekräfta din e-postadress har skickats till den nya adressen.

source: Account Settings
sv: Användarinställningar

source: An email was sent to %{email}. please access it to confirm your account.
sv: Ett e-postmeddelande skickades till %{email}. Vänligen öppna det för att bekräfta ditt konto.

source: Change Email
sv: Ändra e-post

source: Changing...
sv: Ändrar...

source: Confirm my account
sv: Bekräfta mitt konto

source: Confirming...
sv: Bekräftar...

source: Create an account
sv: Skapa ett konto

source: Creating account..
sv: Skapar konto...

source: Email change link is invalid or it has expired.
sv: Länken för att ändra e-postadressen är ogiltig eller har gått ut.

source: Email changed successfully.
sv: E-postadressen har ändrats.

source: Log in with email
sv: Logga in med e-post

source: Logged out successfully.
sv: Du har loggats ut.

source: Logging in...
sv: Loggar in...

source: Manage your account settings and set your preferred language.
sv: Hantera dina inställningar för kontot och välj språk.

source: The link is invalid or it has expired.
sv: Länken är ogiltig eller har gått ut.

source: User confirmed successfully.
sv: Kontot har bekräftats.

source: Welcome back!
sv: Välkommen tillbaka!

source: Hi %{email}! You may go ahead and confirm your account now.
sv: Hej %{email}! Du kan nu bekräfta ditt konto.

source: Hi %{email}! Your log in link is valid, and you may proceed to log in.
sv: Hej %{email}! Din inloggningslänk är giltig och du kan nu logga in.

source: Keep me logged in
sv: Håll mig inloggad

source: Login link is invalid or it has expired.
sv: Inloggningslänken är ogiltig eller har gått ut.

source: Welcome to Tiki!
sv: Välkommen till Tiki!

source: You are running the local mail adapter, you can see all sent emails at
sv: Du använder den lokala e-postadaptern, du kan se alla skickade e-postmeddelanden på

source: the mailbox page
sv: e-postsidan

source: Buyer
sv: Köpare

source: Confirm account
sv: Bekräfta konto

source: Confirm your account
sv: Bekräfta ditt konto

source: Confirm your email update
sv: Bekräfta uppdatering av e-postadress

source: Don't forget to fill in your attendance information.
sv: Glöm inte att fylla i din deltagarinformation.

source: Here is your login link!
sv: Här är din inloggningslänk!

source: Hi %{email}! You can change your email on Tiki by visiting the link below.
sv: Hej %{email}! Du kan ändra din e-postadress på Tiki genom att besöka länken nedan.

source: Hi %{email}! You can confirm your account by visiting the link below.
sv: Hej %{email}! Du kan bekräfta ditt konto genom att besöka länken nedan.

source: Hi %{email}! You recently requested a login link for your account. Here it comes!
sv: Hej %{email}! Du har nyligen begärt en inloggningslänk för ditt konto. Här kommer den!

source: If you didn't create an account with us, please ignore this.
sv: Om du inte skapade ett konto hos oss, vänligen ignorera detta.

source: If you didn't request this change, please ignore this.
sv: Om du inte begärde denna ändring, vänligen ignorera detta.

source: Order Date
sv: Orderdatum

source: Order reference
sv: Orderreferens

source: Receipt
sv: Kvitto

source: Seller
sv: Säljare

source: The link is valid for 20 minutes, and can only be used once. If you didn't request this email, please ignore this.
sv: Länken är giltig i 20 minuter och kan endast användas en gång. Om du inte begärde detta e-postmeddelande, vänligen ignorera detta.

source: Tiki is an event platform developed by and for the Computer Science Chapter at KTH.
sv: Tiki är en eventplattform utvecklad av och för Datasektionen på KTH.

source: Update email
sv: Uppdatera e-post

source: Update email instructions
sv: Instruktioner för att uppdatera e-post

source: Use this this link to log in
sv: Använd denna länk för att logga in

source: View your tickets
sv: Visa dina biljetter

source: We appreciate your purchase. Below are your order details. We look forward to seeing you at
sv: Tack för ditt köp. Nedan finns din orderinformation. Vi ser fram emot att ses på

source: Welcome to Tiki! Confirm your account
sv: Välkommen till Tiki! Bekräfta ditt konto

source: Your log in link for Tiki
sv: Din inloggningslänk för Tiki

source: Your order for %{event}
sv: Din order för %{event}

source: Your tickets for %{event}
sv: Dina biljetter till %{event}

source: If your email is in our system, you will receive instructions for logging in shortly.
sv: Om adressen finns i systemet så skickas instruktioner för att logga in.

source: Error
sv: Fel

source: Something went wrong. Your order was cancelled or has expired. Please try again.
sv: Något gick fel. Din beställning är avbruten eller har gått ut. Vänligen försök igen.

source: Activate
sv: Aktivera

source: I agree to
sv: Jag godkänner

source: the terms of service
sv: köp och leveransvillkoren

source: Incl. VAT
sv: Inkl moms

source: Konglig Datasektionen (Org id. 802412-7709) Fack vid THS 100 44 Stockholm
sv: Konglig Datasektionen (Org-nr. 802412-7709) Fack vid THS 100 44 Stockholm

source: Purchase date
sv: Köpdatum

source: View receipt
sv: Kvitto

source: Events and logs
sv: Event och loggar

source: In 'Europe/Stockholm' timezone
sv: I tidszonen 'Europe/Stockholm'

source: In 'Europe/Stockholm' timezone. Leave blank for none
sv: I tidszonen 'Europe/Stockholm'. Lämna tomt för ingen

source: Information about payment.
sv: Information om betalningen

source: Payment status
sv: Betalningsstatus

source: Payment type
sv: Betalmetod

source: These are all of the order change events that have happened to this order.
sv: Alla events och ändringar av beställningen

source: Export all
sv: Exportera allt

source: Form
sv: Formulär

source: Form answers
sv: Formulärsvar

source: Invalid form for event
sv: Ogiltigt formulär för evenemanget

source: Summary of all form answers, just select the form you are interested in. If you wish to export the data to a csv file, click the export button.
sv: Sammanfattning av alla formulärsvar - välj formuläret du är intresserad av. Om du vill exportera all data till csv-filer, klicka på knappen för att exportera.

source: %{label} (English)
sv: %{label} (🇬🇧 Engelska)

source: %{label} (Swedish)
sv: %{label} (🇸🇪 Svenska)
