Repository: datasektionen/tiki
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: sv

source: Check in
sv: Checka in

source: Check out
sv: Checka ut

source: Check-in
sv: Incheckning

source: Checked in at
sv: Incheckad vid

source: Checked in: %{name}
sv: Incheckad: %{name}

source: Free
sv: Gratis

source: Manage check-in for your event. You can either use the table to manually check in users, or scan the qr-code on their ticket. To scan, you need to allow the website to use your camera.
sv: Hantera incheckning för ditt evenemang. Du kan antingen använda tabellen för att manuellt checka in användare eller skanna QR-koden på deras biljett. För att skanna behöver du tillåta webbplatsen att använda din kamera.

source: No answers
sv: Inga svar

source: No tickets
sv: Inga biljetter

source: Not checked in
sv: Inte incheckad

source: Order email
sv: Beställarens e-post

source: Order name
sv: Beställarens namn

source: Scanner
sv: Skanner

source: Start Scan
sv: Starta skanning

source: Table
sv: Tabell

source: Ticket Details
sv: Biljettdetaljer

source: Ticket already checked in
sv: Biljetten är redan incheckad

source: Ticket not found
sv: Biljetten hittades inte

source: Ticket not valid for event
sv: Biljetten är inte giltig för evenemanget

source: Failed to generate translation: %{reason}
sv: Kunde inte generera översättning: %{reason}

source: Generate translation
sv: Generera översättning

source: Number of options must be equal
sv: Antalet alternativ måste vara lika

source: Please provide an input text to translate first.
sv: Vänligen fyll i en text att översätta först.

source: Generating translation...
sv: Översätter...

source: Date (newest first)
sv: Datum (nyast först)

source: Date (oldest first)
sv: Datum (äldst först)

source: Dates
sv: Datum

source: Event dates
sv: Evenemangsdatum

source: Event end time
sv: Evenemangets sluttid

source: Event start time
sv: Evenemangets starttid

source: No events found
sv: Inga evenemang hittades

source: Past
sv: Tidigare

source: Popularity
sv: Popularitet

source: Sort by
sv: Sortera efter

source: Try adjusting your filters or check back later.
sv: Prova att justera dina filter eller kom tillbaka senare.

source: Upcoming
sv: Kommande

source: must be greater than %{other_field}
sv: måste vara större än %{other_field}

source: A user with this KTH-id already exists. Try signing out and logging in directly with your KTH account.
sv: En användare med ditt KTH-id finns redan. Vänligen testa att logga ut och logga in direkt med ditt KTH-konto.

source: Link KTH-id
sv: Koppla KTH-id

source: Linking...
sv: Kopplar...

source: Sucessfully linked KTH account.
sv: KTH-konto kopplat.

source: Use your KTH-id to link your account to your KTH profile. Do this to verify your chapter and class membership.
sv: Använd ditt KTH-id för att koppla ditt konto till din KTH-profil. Detta krävs för att verifiera ditt sektionsmedlemskap samt vilken klass/årskurs du tillhör.

source: All sign ups for this release are listed below. There are %{count} sign ups, and %{total_spots} total spots available. After allocating, the top %{total_spots} spots will be allocated tickets. You can drag and drop the sign ups to change the order.
sv: Alla anmälningar för detta biljettsläpp listas nedan. Det finns %{count} anmälningar och %{total_spots} totalt antal platser tillgängliga. Efter tilldelning kommer de %{total_spots} översta platserna att tilldelas biljetter. Du kan dra och släppa anmälningarna för att manuellt ändra ordningen.

source: Allocate
sv: Tilldela

source: Check back later to sign up for tickets in this release.
sv: Kom tillbaka senare för att anmäla dig för biljetter i detta biljettsläpp.

source: Congratulations! You have been accepted for this release. Please confirm your purchase to get your tickets. You have a limited time to complete your purchase.
sv: Grattis! Du har fått en plats i biljettsläppet. Se till att bekräfta ditt köp för att få dina biljetter. Du har begränsad tid att slutföra ditt köp.

source: Edit Release
sv: Redigera biljettsläpp

source: Edit release
sv: Redigera biljettsläpp

source: Join release
sv: Anmäl dig till biljettsläppet

source: Manage
sv: Hantera

source: Manage ticket releases for your event.
sv: Hantera biljettsläpp för ditt evenemang.

source: New Release
sv: Nytt biljettsläpp

source: New release
sv: Nytt biljettsläpp

source: Open time
sv: Öppningstid

source: Release
sv: Biljettsläpp

source: Release created successfully
sv: Biljettsläpp skapades

source: Release is already allocated.
sv: Du har redan tilldelat platser till detta biljettsläpp.

source: Release updated successfully
sv: Biljettsläppet uppdaterades

source: Releases
sv: Biljettsläpp

source: Save release
sv: Spara biljettsläpp

source: Shuffle
sv: Blanda

source: Sign up for this release for a chance to get tickets.
sv: Anmäl dig till biljettsläppet för en chans att få biljetter.

source: Sign ups: %{release_name}
sv: Anmälningar till: %{release_name}

source: There are currently %{count} others online
sv: Det är %{count} andra online

source: This is a ticket release for %{event_name}. In case there are less tickets available than the number of people signing up, the tickets will be allocated in randomly. Please note that by signing up for this release, there is no guarantee that you will get a ticket. After tickets are allocated by the event organizers, you will have 10 minutes to complete your ticket purchase. There is no need to refresh this page.
sv: Detta är ett biljettsläpp för %{event_name}. Om det finns färre biljetter tillgängliga än personer som anmäler sig kommer biljetterna att tilldelas slumpmässigt. Det finns ingen garanti att du kommer att få en biljett via biljettsläppet. Efter att biljetterna lottas av arrangörerna för evenemanget så har du 10 minuter på dig att slutföra ditt biljettköp. Du behöver inte uppdatera sidan.

source: This release opens at
sv: Biljettsläppet öppnar vid

source: Ticket is part of an active release.
sv: Biljetten är en del av ett aktivt biljettsläpp.

source: Ticket releases
sv: Biljettsläpp

source: Time when release signup ends. After this, tickets are sold as usual with no releases.
sv: Tidpunkt när anmälan till biljettsläppet slutar. Efter detta säljs biljetter som vanligt utan biljettsläpp.

source: Time when release signup opens.
sv: Tidpunkt när anmälan till biljettsläppet öppnar.

source: Unfourtunately, you have not been accepted for this release. There were more people signing up for this event than the number of spots available. Feel free to check the event page later if there may still be open spots available, otherwise we hope to see you at a future event.
sv: Tyvärr har du inte fått en biljett i biljettsläppet. Det fanns fler personer som anmälde sig till evenemanget än antalet platser tillgängliga. Kolla gärna på eventets sida senare då det fortfarande kan finnas lediga platser tillgängliga. Annars hoppas vi innerligt att se dig på ett framtida event.

source: Use this form to manage ticket releases
sv: Använd detta formulär för att hantera biljettsläpp

source: You are in the waiting list for this release. Please be patient and wait for the event organizers to confirm your sign up. Be ready to confirm your purchase if the event organizers confirm your sign up.
sv: Du är på väntelistan för biljettsläppet. Ha tålamod medan arrangörererna för eventet bekräftar din anmälan. Var redo att bekräfta ditt köp om du blir tilldelad en plats i biljettsläppet.

source: You have not signed up for this release yet
sv: Du har inte anmält dig till detta biljettsläpp

source: You have signed up for this release.
sv: Du har anmält dig till biljettsläppet.

source: You must be logged in with a KTH account to sign up for a release.
sv: Du måste vara inloggad med ett KTH-konto för att anmäla dig till ett biljettsläpp.

source: You must have a KTH account linked to sign up for a release.
sv: Du måste ha ett KTH-konto kopplat för att anmäla dig till ett biljettsläpp.

source: Admin Tools
sv: Administratörsverktyg

source: All users
sv: Alla användare

source: Are you sure you want to delete this user? This action cannot be undone.
sv: Är du säker på att du vill ta bort denna användare? Denna åtgärd kan inte ångras.

source: Assume User Identity
sv: Logga in som användare

source: Confirmed
sv: Bekräftad

source: Confirmed At
sv: Bekräftad vid

source: Create a new user account
sv: Skapa ny användare

source: Created
sv: Skapad

source: Delete User
sv: Radera användare

source: Edit User
sv: Redigera användare

source: Edit user details for %{email}
sv: Redigera användaruppgifter för %{email}

source: Error deleting user
sv: Fel vid radering av användare

source: First Name
sv: Förnamn

source: Last Name
sv: Efternamn

source: Leave empty for unconfirmed accounts
sv: Lämna tomt för obekräftade konton

source: Locale
sv: Språk

source: Manage user accounts.
sv: Hantera användarkonton.

source: New User
sv: Ny användare

source: New user
sv: Ny användare

source: No team memberships
sv: Inga teammedlemskap

source: Save User
sv: Spara användare

source: Search by email, name...
sv: Sök via e-post, namn...

source: Team memberships must be managed from the Teams section
sv: Teammedlemskap måste hanteras från enskilda team

source: This will log you in as this user for debugging purposes.
sv: Detta kommer att logga in dig som denna användare för felsökning.

source: Unconfirmed
sv: Obekräftad

source: User created successfully
sv: Användaren skapades

source: User deleted successfully
sv: Användaren raderades

source: User updated successfully
sv: Användaren uppdaterades

source: Users
sv: Användare

source: Year Tag
sv: Årskurstagg

source: You are not authorized to do this.
sv: Du är inte behörig att göra detta.

source: You are now logged in as %{user}
sv: Du är nu inloggad som %{user}

source: Unable to create your account. Please try again or contact support if the problem persists.
sv: Kunde inte skapa ditt konto. Försök igen eller kontakta support om problemet kvarstår.

source: Unable to link your KTH account. Please try again or contact support.
sv: Kunde inte länka ditt KTH-konto. Försök igen eller kontakta support.

source: We encountered a problem signing you in with KTH. Please try again or contact us if the problem persists.
sv: Något gick fel när du försökte logga in med KTH. Försök igen eller kontakta oss om problemet kvarstår.

source: Email %{error}. Sign in with your email address and link to your KTH account instead.
sv: Mail %{error}. Logga in med din e-postadress och länka till ditt KTH-konto istället.
