Repository: datasektionen/tiki
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: sv

source: can't be blank
sv: Kan inte vara tom

source: has already been taken
sv: Redan tagen

source: is invalid
sv: Är felaktig

source: must be accepted
sv: Måste accepteras

source: has invalid format
sv: Har felaktigt format

source: has an invalid entry
sv: har en felaktig enhet

source: is reserved
sv: är reserverad

source: does not match confirmation
sv: matchar inte bekräftelse

source: is still associated with this entry
sv: är fortfarande kopplad med denna enhet

source: are still associated with this entry
sv: är fortfarande kopplade med denna enhet

source: should have %{count} item(s)
sv: måste ha %{count}

source: should be %{count} character(s)
sv: måste vara %{count} bokstav

source: should be %{count} byte(s)
sv: måste vara %{count} byte

source: should have at least %{count} item(s)
sv: måste ha minst %{count} bokstav

source: should be at least %{count} character(s)
sv: måste vara minst %{count} bokstav

source: should be at least %{count} byte(s)
sv: måste vara minst %{count} byte

source: should have at most %{count} item(s)
sv: måste som mest ha %{count} _
